<?php

$lng = array(
	'mod_name' => 'Панель управления',
	'comments' => 'Комментарии',
	'com_not_selected' => 'Не выбрано ни одного пункта',
	'com_del_elements' => 'Удалено элементов: ',
	'com_without_news' => 'Без новости',
	'com_add' => 'Добавление',
	'com_edit' => 'Редактирование',
	'com_empty' => 'Не заполнено поле "Комментарий"',
	'com_incorrect' => 'Не верно заполнено поле "Комментарий"',
	'com_add_success' => 'Комментарий успешно добавлен',
	'com_add_page_name' => 'Добавление комментария',
	'com_add_btn' => 'Добавить',
	'com_edit_success' => 'Комментарий успешно изменен',
	'com_edit_page_name' => 'Редактирование комментария',
	'com_edit_btn' => 'Сохранить',
	'com_not_exist' => 'Нет доступных комментариев',
	'com_col_comment' => 'Комментарий',
	'com_col_news' => 'Новость',
	'com_col_user' => 'Пользователь',
	'com_action' => 'Действие с комментариями',
	'com_accept' => 'Вы уверены, что хотите удалить выбранные комментарии',
	'com_text' => 'Текст комментария',
	'log_del_com' => 'Удаление комментариев',
	'log_com' => 'в ПУ',
	'log_add_com' => 'Добавление комментария',
	'log_edit_com' => 'Редактирование комментария',
	'action' => 'Действие',
);

?>