<?php

$lng = array(
	'mod_name' => 'Панель управления',
	'groups' => 'Группы пользователей',
	'grp_not_selected' => 'Не выбрано ни одного пункта',
	'grp_del_msg1' => 'Удалено элементов: ',
	'grp_def_val' => 'Значение по умолчанию',
	'grp_del_success' => 'Группа пользователей успешно добавлена',
	'grp_add' => 'Добавление',
	'grp_add_btn' => 'Добавить',
	'grp_add_page_name' => 'Добавление группы',
	'grp_edit' => 'Редактирование',
	'grp_edit_success' => 'Группа пользователей успешно изменена',
	'grp_edit_page_name' => 'Редактирование группы',
	'grp_edit_btn' => 'Сохранить',
	'grp_e_color_format' => 'Неверный формат цвета',
	'grp_empty' => 'Нет доступных групп пользователей',
	'grp_field_name' => 'Название',
	'grp_field_desc' => 'Описание',
	'grp_field_act' => 'Действие',
	'grp_field_perm' => 'Привилегии',
	'grp_action' => 'Действие с группами',
	'grp_accept' => 'Удаление групп приведет к удалению всех входящих в них пользователей. Вы уверены, что хотите удалить выбранные элементы?',
	'log_add_grp' => 'Добавление группы пользователей',
	'log_del_grp' => 'Удаление групп пользователей',
	'log_edit_grp' => 'Редактирование группы пользователей',
	'log_grp' => 'в ПУ',
);

?>