<?php

$lng = array(
	'mod_name' => 'Панель управления',
	'menuicons' => 'Иконки',
	'mi_not_selected' => 'Не выбрано ни одного пункта',
	'mi_del_elements' => 'Удалено элементов: ',
	'mi_add' => 'Добавление',
	'mi_edit' => 'Редактирование',
	'mi_perm_not_exist' => 'Привилегия не существует',
	'mi_add_success' => 'Иконка меню успешно добавлена',
	'mi_edit_success' => 'Иконка меню успешно изменена',
	'mi_add_page_name' => 'Добавление иконки',
	'mi_edit_page_name' => 'Редактирование иконки',
	'mi_edit_btn' => 'Сохранить',
	'mi_add_btn' => 'Добавить',
	'mi_field_name' => 'Название',
	'mi_field_img' => 'Изображение',
	'mi_field_action' => 'Действие',
	'mi_field_action2' => 'Действие с иконками',
	'mi_accept' => 'Вы уверены, что хотите удалить выбранные элементы?',
	'mi_empty' => 'Нет доступных иконок',
	'log_add_mi' => 'Добавление группы меню панели управления',
	'log_del_mi' => 'Удаление иконок',
	'log_edit_mi' => 'Редактирование иконки',
	'log_mi' => 'в ПУ',
);

?>