<?php

$lng = array(
	'mod_name' => 'Панель управления',
	'menugrp' => 'Группы меню ПУ',
	'mgrp_not_selected' => 'Не выбрано ни одного пункта',
	'mgrp_del_elements' => 'Удалено элементов: ',
	'mgrp_add' => 'Добавление',
	'mgrp_edit' => 'Редактирование',
	'mgrp_perm_not_exist' => 'Привилегия не существует',
	'mgrp_add_success' => 'Группа меню успешно добавлена',
	'mgrp_edit_success' => 'Группа меню успешно изменена',
	'mgrp_add_page_name' => 'Добавление группы',
	'mgrp_edit_page_name' => 'Редактирование группы',
	'mgrp_edit_btn' => 'Сохранить',
	'mgrp_add_btn' => 'Добавить',
	'mgrp_field_name' => 'Название',
	'mgrp_field_desc' => 'Описание',
	'mgrp_field_priority' => 'Приоритет',
	'mgrp_field_access' => 'Уровень доступа',
	'mgrp_field_perm' => 'Привилегии',
	'mgrp_field_action' => 'Действие',
	'mgrp_field_action2' => 'Действие с меню',
	'mgrp_accept' => 'Удаление групп меню приведет к удалению всех входящих в них элементов меню. Вы уверены, что хотите удалить выбранные элементы?',
	'mgrp_empty' => 'Нет доступных групп меню',
	'log_add_mgrp' => 'Добавление группы меню панели управления',
	'log_del_mgrp' => 'Удаление групп меню панели управления',
	'log_edit_mgrp' => 'Редактирование группы меню панели управления',
	'log_mgrp' => 'в ПУ',
);

?>