<?php

$lng = array(
	'mod_name' => 'Панель управления',
	'categories' => 'Категории новостей',
	'cn_not_selected' => 'Не выбрано ни одного пункта',
	'cn_del_elements' => 'Удалено элементов: ',
	'cn_del_elements4' => 'Выбранные элементы успешно удалены',
	'cn_del_elements5' => 'голосов -',
	'cn_add' => 'Добавление',
	'cn_edit' => 'Редактирование',
	'cn_add_success' => 'Категория успешно добавлена',
	'cn_edit_success' => 'Категория успешно изменена',
	'cn_add_page_name' => 'Добавление категории',
	'cn_edit_page_name' => 'Редактирование категории',
	'cn_edit_btn' => 'Сохранить',
	'cn_add_btn' => 'Добавить',
	'cn_field_name' => 'Название',
	'cn_field_desc' => 'Описание',
	'cn_field_action' => 'Действие',
	'cn_field_action2' => 'Действие с категориями',
	'cn_accept' => 'Удаление категорий приведет к удалению всех новостей в выбранных категориях. Вы уверены, что хотите удалить выбранные элементы?',
	'cn_empty' => 'Нет доступных категорий',
	'log_add_cn' => 'Добавление категории новостей',
	'log_del_cn' => 'Удаление категорий новостей',
	'log_edit_cn' => 'Редактирование категории новостей',
	'log_cn' => 'в ПУ',
);

?>