<?php

$lng = array(
	'mod_name' => 'Панель управления',
	'views' => 'Просмотры',
	'nv_not_selected' => 'Не выбрано ни одного пункта',
	'nv_news_deleted' => 'Новость удалена',
	'nv_del_elements' => 'Удалено элементов: ',
	'nv_field_news' => 'Новость',
	'nv_field_user' => 'Пользователь',
	'nv_field_date' => 'Дата',
	'nv_field_action' => 'Действие',
	'nv_field_action2' => 'Действие с просмотрами',
	'nv_accept' => 'Вы уверены, что хотите удалить выбранные элементы?',
	'nv_empty' => 'Нет доступных просмотров',
	'log_del_nv' => 'Удаление просмотров',
	'log_nv' => 'в ПУ',
);

?>