<?php

$lng = array(
	'mod_name' => 'Панель управления',
	'patches' => 'Патчи интеграции',
	'name' => 'Название патча',
	'warning' => 'Перед установкой патча совместимости, произведите установку выбранной системы и сделайте бекап файлов и базы данных. После установки патча, все пользователи будут удалены из WebMCR Reloaded и будет создан новый администратор с ником и паролем администратора в установленной системе.',
	'install' => 'Установить',
	'e_patch_exist' => 'Патч не найден',
	'e_save_config' => 'Ошибка сохранения файла конфигурации',
	'e_patch_install' => 'Ошибка установки патча',
	'log_save_patch' => 'Изменение патча CMS на ',
	'success_save' => 'Патч был успешно примерен',
);

?>