var lng_nf = {
	e_add_comment: 'Произошла непредвиденная ошибка добавления комментария. Попробуйте повторить попытку.',
	e_delete_comment: 'Произошла непредвиденная ошибка удаления комментария. Попробуйте повторить попытку.',
	e_get_comment: 'Произошла непредвиденная ошибка получения комментария. Попробуйте повторить попытку.',
	e_edit_comment: 'Произошла непредвиденная ошибка редактирования комментария. Попробуйте повторить попытку.',
	e_save_comment: 'Произошла непредвиденная ошибка сохранения комментария. Попробуйте повторить попытку.',
	e_vote: 'Произошла непредвиденная ошибка голосования. Попробуйте повторить попытку.',
	del_confirm_comment: 'Вы уверены, что хотите удалить выбранный комментарий?'
};