<?php

$lng = array(
	'mod_name' => 'Ajax',

	'class_not_found' => 'Объект "submodule" не найден',
	'method_not_found' => 'Метод "content" не найден',

	'e_method' => 'Метод не поддерживаетя',
	'ams_mod_not_selected' => 'Не выбрано ни одного модуля',
	'ok' => 'OK',

	'fm' => 'Файловый менеджер',
	'fm_file_not_found' => 'Нет доступных файлов',
	'fm_success_load' => 'Файлы успешно получены',
	'fm_success_upload' => 'Файлы успешно получены',
	'fm_success_del' => 'Файл успешно удален',
	'fm_success_edit' => 'Файл успешно изменен',
	'fm_not_selected' => 'Не выбрано ни одного файла',
	'fm_e_size_limit' => 'Превышен лимит по объему',
	'fm_e_load' => 'Ошибка загрузки файла',
	'fm_e_temp_file' => 'Отсутствует временный файл',
	'fm_e_perm' => 'Отсутствуют права на запись',
	'fm_e_unknow' => 'Неизвестная ошибка',
	'fm_e_not_loaded' => 'Файл не был загружен на сервер',
	'fm_e_no_one' => 'Ни один файл не был загружен.',
	'fm_e_not_found' => 'Файл не найден',
	'fm_e_not_deleted' => 'Ничего не удалено',
	'fm_e_uniq' => 'Не заполнено поле идентификатора',
	'fm_e_uniq_exist' => 'Идентификатор уже занят',

	'mon_empty' => 'Нет доступных серверов',
	'mon_srv_offline' => 'Сервер оффлайн',
	'mon_srv_success' => 'Серверы успешно получены',

	'news' => 'Новости',
	'news_not_found' => 'Новость не найдена',

	'com_perm_add' => 'У вас нет доступа для добалвения комментариев',
	'com_perm_edit' => 'У вас нет доступа для изменения комментариев',
	'com_perm_del' => 'У вас нет прав на удаление комментариев',
	'com_disabled' => 'Комментарии отключены для данной новости',
	'com_msg_empty' => 'Не заполнено поле "Сообщение"',
	'com_wait' => 'Для повторного добовления комментария необходимо подождать',
	'com_wait1' => 'сек.',
	'com_msg_incorrect' => 'Не верно заполнено поле сообщения',
	'com_add_success' => 'Комментарий успешно добавлен',
	'com_edit_success' => 'Комментарий успешно отредактирован',
	'com_del_success' => 'Выбранный комментарий успешно удален',
	'com_load_success' => 'Комментарий успешно получен',
	'com_del_empty' => 'Ничего не удалено',
	'com_unauth' => 'Вы не авторизованы',
	'com_vote_perm' => 'У вас нет доступа для голосования',
	'com_vote_disabled' => 'Голосование для данной новости отключено',
	'com_vote_success' => 'Голос успешно учтен',

	'att_attach' => 'Закрепление',
	'att_unattach' => 'Открепление',
	'att_news' => 'новости',
	'att_success' => 'Статус закрепления успешно изменен',

	'new_success_del' => 'Новость успешно удалена',

	'reg_e_login_regexp' => 'Логин может состоять только из латинских букв, цифр и знаков -_',
	'reg_e_email_regexp' => 'Неверный формат E-Mail адреса',
	'reg_e_exist' => 'Запрещено использовать данный логин и/или E-Mail',
	'reg_e_pass_length' => 'Пароль должен быть не менее 6-ти символов',
	'reg_e_pass_match' => 'Пароли не совпадают',
	'reg_e_rules' => 'Необходимо принять правила сайта',
	"reg_e_rules" => "Для регистрации необходимо принять правила",
	"reg_e_success" => "Вы успешно зарегистрировались. Теперь вы можете войти под своим логином и паролем.",
	"reg_e_success_mail" => "Письмо с подтверждением регистрации отправлено на E-Mail, указанный при регистрации",
	"reg_e_already" => "Вы уже зарегистрированы",
	"reg_title" => "[Регистрация]",
	'reg_ok' => 'ОК',
	"log_reg" => "Регистрация пользователя",

	'log_new_del' => 'Удаление новости',
	'log_com_add' => 'Добавление комментария',
	'log_com_edit' => 'Редактирование комментария',
	'log_com_del' => 'Удаление комментария',
	'log_com_vote' => 'Голосование за новость',

	'log_change_ams' => 'Изменение статусов модулей',
);

?>