<?php

if(!defined("MCR")){ exit("Hacking Attempt!"); }

$lng = array(
	// Ошибки
	"e_msg" => "Ошибка!",
	"e_sql_connect" => "Ошибка соединения с базой",
	"e_sql_charset" => "Ошибка установки кодировки баз дынных",
	"e_sql_critical" => "Критическая ошибка баз данных. Обратитесь к администрации.",
	"e_critical" => "Обратитесь к администрации",
	"e_warn" => "Обнаружена ошибка!",
	"e_attention" => "Внимание!",
	"e_success" => "Поздравляем!",
	"e_403" => "Доступ запрещен",
	"e_captcha" => "Неверно введена каптча",
	"e_hack" => "Hacking Attempt!",
	
	"e_reg_login_regexp" => "Логин может состоять только из латинских букв, цифр и знаков -_",
	"e_reg_login_exist" => "Запрещено использовать данный логин",
	"e_reg_email_regexp" => "Неверный формат E-Mail адреса",
	"e_reg_email_exist" => "Запрещено использовать данный E-Mail",
	"e_reg_already" => "Вы уже зарегистрированы",
	"e_reg_rules" => "Для регистрации необходимо принять правила",
	"e_reg_pass_length" => "Пароль должен быть не менее 6-ти символов",
	"e_reg_pass_match" => "Пароли не совпадают",
	"e_reg_success" => "Вы успешно зарегистрировались. Теперь вы можете войти под своим логином и паролем.",
	"e_reg_success_mail" => "Письмо с подтверждением регистрации отправлено на E-Mail, указанный при регистрации",
	"e_reg_accept" => "Вы успешно подтвердили регистрацию",
	"e_reg_perm" => "Регистрация отключена для вашей группы пользователей",

	"e_auth_already" => "Вы уже авторизованны",
	"e_auth_wrong_pass" => "Неверный логин или пароль",
	"e_auth_success" => "Вы успешно авторизовались",

	"e_unauth_not" => "Вы не авторизованы",
	"e_unauth_yes" => "Вы успешно покинули свой аккаунт",

	"e_valid_fname" => "Имя может состоять только из букв",
	"e_valid_lname" => "Фамилия может состоять только из букв",
	"e_valid_bday" => "Неверный формат даты рождения",
	"e_valid_oldpass" => "Неверно введен старый пароль",
	"e_valid_repass" => "Пароли не совпадают",

	"e_rest_eamil" => "Не заполнено поле E-Mail",
	"e_rest_success" => "Инструкция по восстановлению пароля отправлена на указанный E-Mail",
	"e_rest_limit" => "Привышен максимально допустимый лимит на восстановление пароля",
	"e_rest_email" => "Пользователь с указанным E-Mail адресом не найден",
	"e_rest_success2" => "Ваш пароль успешно изменен. Теперь вы можете войти",
	"e_rest_perm" => "Восстановление пароля ограничено администрацией",

	"e_load_cloak_folder" => "Отсутствуют права на запись папки uploads/cloaks",
	"e_load_skin_folder" => "Отсутствуют права на запись папки uploads/skins",
	"e_load_intf" => "Отсутствуют права на запись папки uploads/interface",
	"e_load_size" => "Привышен максимально допустимый размер файла",
	"e_load_cloak" => "Ошибка загрузки плаща!",
	"e_load_skin" => "Ошибка загрузки скина!",
	"e_load_temp" => "Отсутствует временная папка",
	"e_load_perm" => "Отсутствуют права на запись",
	"e_load_undefined" => "Неизвестная ошибка",
	"e_load_tempfile" => "Отсутствует временный файл",
	"e_load_png" => "Разрешено загружать только png",
	"e_load_format" => "Вам недоступен данный формат",
	"e_load_save" => "Ошибка сохранения скина/плаща",

	"e_mode_found" => "Страница не найдена",
	"e_mode_class" => "Объект module не найден",
	"e_mode_method" => "Метод content в классе module не найден",

	"e_advice_found" => "Советов нет",

	"e_search_perm" => "Поиск ограничен администрацией",

	// "e_" => "",

	// Названия страниц
	"t_main" => "Главная",
	"t_403" => "Доступ запрещен",
	"t_404" => "Страница не найдена",
	"t_reg" => "Регистрация",
	"t_restore" => "Восстановление пароля",
	"t_profile" => "Профиль",
	"t_admin" => "Панель управления",
	"t_static" => "Статические страницы",
	"t_search" => "Поиск",
	// "t_" => "",

	// Названия переменных по умолчанию
	"u_group_def" => "Гость",
	"u_group_desc_def" => "Группа неавторизованных пользователей",
	// "u_" => "",

	// Названия блоков
	"b_alert" => "Оповещение",
	"b_m-p" => "Мини-профиль",
	"b_auth" => "Авторизация",
	"b_reg" => "Регистрация",
	"b_404" => "Страница не найдена",
	"b_403" => "Доступ запрещен",
	"b_restore" => "Восстановление пароля",
	// "b_" => "",

	// Блок мини-профиля
	"m-p_login" => "Логин",
	"m-p_group" => "Группа",
	"m-p_balance" => "Баланс",
	"m-p_settings" => "Профиль",
	"m-p_logout" => "Выход",
	// "m-p_" => "",

	// Блок авторизации
	"ath_remember" => "Запомнить",
	"ath_auth" => "Вход",
	"ath_reg" => "Регистрация",
	// "ath_" => "",

	// Блок регистрации
	"reg_login" => "Логин",
	"reg_email" => "E-Mail",
	"reg_pass" => "Пароль",
	"reg_repass" => "Повторите пароль",
	"reg_accept" => "Я принимаю данные правила и обязуюсь их соблюдать",
	"reg_btn" => "Зарегистрироваться",
	// "reg_" => "",

	"btn_restore" => "Восстановить",
	"btn_edit" => "Изменить",

	"int_newpass" => "Новый пароль",

	// Placeholder'ы форм
	"ph_login" => "Логин",
	"ph_password" => "Пароль",
	"ph_email" => "E-Mail",
	"ph_repassword" => "Повторите пароль",
	"ph_search" => "Поиск",
	// "ph_" => "",

	// ToolTip'ы (title)
	"tlp_restore_pass" => "Восстановление пароля",
	//"tlp_" => "",

	// Разное
	"sch_news" => "По новостям",
	"sch_comm" => "по комментариям",
	"load_client" => "СКАЧАТЬ КЛИЕНТ",
	"copy_pre" => "Полное или частичное копирование сайта",
	"copy_app" => "запрещено.",
	"gender" => "Пол",
	"gender_m" => "Мужской",
	"gender_w" => "Женский",
	//"" => "",

	"rest_title" => "[Восстановление пароля]",
	"reg_title" => "[Регистрация]",
);

?>