<?php

$lng = array(
	'mod_name' => 'Новости',
	'attach' => 'Закрепить',
	'unattach' => 'Открепить',
	'attached' => 'Закреплено',
	'access_denied' => 'У вас нет доступа для просмотра новостей',
	'access_denied_com' => 'У вас нет доступа, чтобы просматривать комментарии',
	'not_found' => 'Не найдено',
	'no_news_avail' => 'Нет доступных новостей',
	'date_create' => 'Дата создания',
	'time_create' => 'Время создания',
	'views' => 'Просмотров',
	'readmore' => 'Читать далее...',
	'category' => 'Категория',
	'go_home' => 'На главную',
	'comments' => 'Комментариев',
	'comments1' => 'Комментарии',
	'com_edit' => 'Редактировать',
	'com_delete' => 'Удалить',
	'no_com_avail' => 'Нет доступных комментариев',
	'send_by_user' => 'Отправлено пользователем',
	'add_comment' => 'Добавление комментария',
	'message' => 'Сообщение',
	'add' => 'Добавить',
	'disabled_by_admin' => 'Комментарии в данной новости были отключены администрацией',
	'com_quote' => 'Цитировать',
);

?>