<?php

$lng = array(
	'mod_name' => 'Регистрация',
	"e_already" => "Вы уже зарегистрированы",
	"e_accept" => "Вы успешно подтвердили регистрацию",
	"e_perm" => "Регистрация отключена для вашей группы пользователей",
	"repass" => "Повторите пароль",
	"accept" => "Я принимаю данные правила и обязуюсь их соблюдать",
	"btn" => "Зарегистрироваться",
	"msg1" => "Здравствуйте.",
	"msg2" => "Была совершена попытка регистрации на сайте",
	"msg3" => "Для подтверждения регистрации, перейдите по ссылке ниже",
	"msg4" => "Если это были не вы, то проигнорируйте данное сообщение.",
	"msg5" => "С уважением, администрация сайта",
);

?>