<?php

$lng = array(
	'mod_name' => 'Регистрация',
	"e_already" => "Вы уже зарегистрированы",
	"e_accept" => "Вы успешно подтвердили регистрацию",
	"e_perm" => "Регистрация отключена для вашей группы пользователей",
	'e_login_regexp' => 'Логин может состоять только из латинских букв, цифр и знаков -_',
	'e_email_regexp' => 'Неверный формат E-Mail адреса',
	'e_exist' => 'Запрещено использовать данный логин и/или E-Mail',
	'e_pass_length' => 'Пароль должен быть не менее 6-ти символов',
	'e_pass_match' => 'Пароли не совпадают',
	'e_rules' => 'Необходимо принять правила сайта',
	"e_rules" => "Для регистрации необходимо принять правила",
	"e_reg_limit" => "Вы уже регистрировались ранее",
	"e_success" => "Вы успешно зарегистрировались. Теперь вы можете войти под своим логином и паролем.",
	"e_success_mail" => "Письмо с подтверждением регистрации отправлено на E-Mail, указанный при регистрации",
	"repass" => "Повторите пароль",
	"accept" => "Я принимаю данные правила и обязуюсь их соблюдать",
	"btn" => "Зарегистрироваться",
	"msg1" => "Здравствуйте.",
	"msg2" => "Была совершена попытка регистрации на сайте",
	"msg3" => "Для подтверждения регистрации, перейдите по ссылке ниже",
	"msg4" => "Если это были не вы, то проигнорируйте данное сообщение.",
	"msg5" => "С уважением, администрация сайта",
	"msg_title" => "[Регистрация]",
	'msg_ok' => 'ОК',
	"log_reg" => "Регистрация пользователя",
);

?>