<?php

$lng = array(
	'mod_name' => 'Восстановление пароля',
	"invalid_email" => "Не заполнено поле E-Mail",
	"e_success" => "Инструкция по восстановлению пароля отправлена на указанный E-Mail",
	"e_limit" => "Привышен максимально допустимый лимит на восстановление пароля",
	"email_not_found" => "Пользователь с указанным E-Mail адресом не найден",
	"e_success2" => "Ваш пароль успешно изменен. Теперь вы можете войти",
	"e_perm" => "Восстановление пароля ограничено администрацией",
	"email_title" => "[Восстановление пароля]",
	"e_pass_length" => "Пароль должен быть не менее 6-ти символов",
	"newpass" => "Новый пароль",
	"btn_edit" => "Изменить",
	"btn_restore" => "Восстановить",
	"msg1" => "Здравствуйте.",
	"msg2" => "Была совершена попытка восстановления пароля для сайта",
	"msg3" => "Для продолжения, перейдите по ссылке ниже и введите новый пароль",
	"msg4" => "Если это были не вы, то проигнорируйте данное сообщение.",
	"msg5" => "С уважением, администрация сайта",
);

?>