<?php

$lng = array(
	'mod_name' => 'Поиск',
	'search_results' => 'Результаты поиска',
	'ph_search' => 'Введите запрос',
	'empty_result' => 'Ничего не найдено',
	'by_news' => 'По новостям',
	'by_comments' => 'По комментариям',
	'search_perm' => 'Поиск ограничен администрацией',
	'access_denied' => 'Поиск по новостям ограничен администрацией',
	'access_denied_com' => 'Поиск по комментариям ограничен администрацией',
	'empty_query' => 'Не заданы критерии поиска',
	'msg_res1' => 'По запросу',
	'msg_res2' => 'найдено результатов',
	'added' => 'Добавлено',
	'user' => 'пользователем',
);

?>